{
  "TITLE": "Jobs Sports",
  "LOADING": "Loading...",
  "LOADING_PAGE": "Please wait a few seconds, loading information...",

  "BTN_CLOSE": "Close",
  "BTN_YES": "Yes",
  "BTN_NO": "No",

  "LBL_MAIN_IMAGE_INFO": "JPG / PNG format",

  "MSG_ERROR_LOGIN": "Oh, sorry! There was an error trying to authenticate. Please try again later",
  "MSG_FIELDS_MANDATORY": "Fields marked with a * are mandatory",
  "MSG_INFO_PROFILE": "Please, to access the different Panel options, you must complete your advanced profile",
  "MSG_REMOVE_ACTION": "Are you sure you want to suspend account \"{{name}}\"?",
  "MSG_REMOVE_IMAGE": "Are you sure you want to remove the image?",
  "MSG_CONFIRM_ACTION": "Are you sure you want to proceed with this action?",
  "MSG_CONFIRM_LOGOUT": "Are you sure you want to sign out?",
  "MSG_CONFIRM_DEACTIVATE": "Account has been successfully deactivated.",
  "MSG_BUSY_ALERT": "Wait for the current transaction to finish processing",
  "MSG_OPEN_REPORT": "Accessing report. Please wait a few seconds",
  "MSG_INVALID_INPUT": "You must complete this field",
  "MSG_CANCEL_ACTION": "Are you sure you want to cancel?",
  "MSG_PENDING_LANGUAGE": "'<p>There are pending changes in:'",
  "MSG_NOT_ALERT_ORDER": "If not select any menu then we can not play a sound alert when an update occurs.",
  "MSG_FILTER_PERIOD": "When you select a period greater than 24 hours the completed orders will not be displayed.",
  "MSG_IDLE_SESSION": "DO SOMETHING FAST! You are getting logged out in a few second(s).",
  "MSG_END_SESSION": "For security reasons, the session expires after 10 minutes of inactivity. Please, if you want to continue using the platform, you must re-authenticate.",
  "MSG_FAIL_TOKEN": "For security reasons, the token generated when you authenticate has expired. Please, if you want to continue using the platform, you must re-authenticate.",
  "MSG_REQUEST_TIME_OUT": "Response time expired",
  "MSG_COD1"  : "Operation successful",
  "MSG_COD2"  : "Your password has been changed successfully",
  "MSG_COD3"  : "Function still not implemented",
  "MSG_COD4"  : "The data was restored to original value",
  "MSG_COD100": "The data has been temporarily saved",
  "MSG_COD101": "If the email of the account is changed, it won't be confirmed until it is validated.",
  "MSG_COD200": "You must enter an email address and password to continue",
  "MSG_COD201": "You must enter an email to continue",
  "MSG_COD202": "You must complete all the mandatory data to continue",
  "MSG_COD203": "The password and its confirm are not the same",
  "MSG_COD204": "The email format is incorrect",
  "MSG_COD205": "You should be agree the terms to continue",
  "MSG_COD206": "Wrong email or password",
  "MSG_COD207": "The email account has not yet been validated, please check your inbox or spam.",
  "MSG_COD208": "The password cannot be the same as the current one",
  "MSG_COD209": "An email has been sent to your account with the steps to follow",
  "MSG_COD210": "The file to upload does not have to exceed 1Mb",
  "MSG_COD211": "An email was sent to validate the changed email address. If you don't get it, try sending it again.",
  "MSG_COD212": "An email was sent to validate the changed email address.",
  "MSG_COD213": "You must accept the consent to deactivate the account.",
  "MSG_COD214": "The Google account not belong an active user. Please, sign up to continue.",
  "MSG_COD300": "Service call failed",
  "MSG_COD301": "The service returned the wrong code",
  "MSG_COD302": "The email address already exist in the database",
  "MSG_COD303": "The token to change the password has expired. Please try again to request the password change",
  "MSG_COD304": "There was an error trying to change the password, please try again",
  "MSG_COD305": "The details to activate the account are incorrect. Please try again or contact the administrator",
  "MSG_COD306": "There is already a profile created as a player with the same authentication data.",
  "MSG_COD307": "There was an error trying to authenticate with Google. Please try again.",

  "TXT_ACTIVE_ACCOUNT_1": "Your account was successfully activated.",
  "TXT_ACTIVE_ACCOUNT_2": "You can continue using the platform.",
  "TXT_ACTIVE_ACCOUNT_WRONG_1": "The information to activate the account is incorrect.",
  "TXT_ACTIVE_ACCOUNT_WRONG_2": "Please try again or contact with us."
}
