{
  "TITLE": "Jobs Sports",
  "LOADING": "Cargando...",
  "LOADING_PAGE": "Espere unos segundos, cargando información...",

  "BTN_CLOSE": "Cerrar",
  "BTN_YES": "Si",
  "BTN_NO": "No",
  "BTN_CONTINUE": "Continuar",

  "LBL_MAIN_IMAGE_INFO": "formato JPG / PNG",

  "LNK_SEND_EMAIL1": "Enviar correo",
  "LNK_SEND_EMAIL2": "nuevamente para validar la cuenta",

  "MSG_ERROR_LOGIN": "¡Oh, lo siento! Se produjo un error al intentar la autenticación. Vuelva a intentarlo más tarde",
  "MSG_FIELDS_MANDATORY": "Los campos marcados con un * son obligatorios",
  "MSG_INFO_PROFILE": "Por favor, para acceder a las diferentes opciones del Panel, debe completar su perfil avanzado",
  "MSG_REMOVE_ACTION": "¿Está seguro de que desea suspender la cuenta \"{{name}}\"?",
  "MSG_REMOVE_IMAGE": "¿Está seguro de que desea eliminar la imagen?",
  "MSG_CONFIRM_ACTION": "¿Está seguro de que desea continuar con esta acción?",
  "MSG_CANCEL_ACTION": "¿Está seguro de que desearia cancelarlo?",
  "MSG_CONFIRM_LOGOUT": "¿Está seguro de que desea cerrar sesión?",
  "MSG_UNLINK_GOOGLE": "¿Está seguro de que desea desvincular la cuenta de Google?",
  "MSG_CONFIRM_DEACTIVATE": "¿Está seguro de que desea desactivar su cuenta?",
  "MSG_BUSY_ALERT": "Espera a que termine de procesar la transacción actual",
  "MSG_OPEN_REPORT": "Accediendo al informe. Espere unos segundos",
  "MSG_INVALID_INPUT": "Debe completar este campo",
  "MSG_CANCEL_ACTION": "¿Está seguro de que desea cancelar?",
  "MSG_PENDING_LANGUAGE": "'<p>Existen cambios pendientes en:'",
  "MSG_NOT_ALERT_ORDER": "Si no selecciona ningún menú, no podremos reproducir una alerta de sonido cuando se produzca una actualización.",
  "MSG_FILTER_PERIOD": "Cuando seleccione un período mayor a 24 horas, no se mostrarán los pedidos completados.",
  "MSG_IDLE_SESSION": "HAZ ALGO RÁPIDO! Se cerrará la sesión en unos cuantos segundo(s).",
  "MSG_END_SESSION": "Por razones de seguridad, la sesión caduca después de 10 minutos de inactividad. Por favor, si desea continuar utilizando la plataforma, debe volver a autenticarse.",
  "MSG_FAIL_TOKEN": "Por razones de seguridad, el token generado cuando se autentica ha caducado. Por favor, si desea continuar usando la plataforma, debe volver a autenticarse.",
  "MSG_REQUEST_TIME_OUT": "Tiempo de respuesta caducado",
  "MSG_COD1"  : "Operación exitosa",
  "MSG_COD2"  : "Su contraseña ha sido cambiada con éxito",
  "MSG_COD3"  : "Función aún no implementada",
  "MSG_COD4"  : "Los datos fueron restaurados a su valor original",
  "MSG_COD100": "Los datos han sido guardado temporalmente",
  "MSG_COD101": "Si se cambia el correo electrónico de la cuenta, no se confirmará hasta que se valide.",
  "MSG_COD102": "Mensaje enviado satisfactoriamente",
  "MSG_COD103": "Te enviamos un email con los proximos pasos a seguir.",
  "MSG_COD104": "Se ha desvinculado la cuenta correctamente.",
  "MSG_COD105": "Se ha desactivado la cuenta correctamente.",
  "MSG_COD200": "Debe introducir una dirección de correo electrónico y una contraseña para continuar",
  "MSG_COD201": "Debe ingresar un correo electrónico para continuar",
  "MSG_COD202": "Debe completar todos los datos obligatorios para continuar",
  "MSG_COD203": "La contraseña y su confirmación no son lo mismo",
  "MSG_COD204": "El formato del correo electrónico es incorrecto",
  "MSG_COD205": "Debe aceptar los términos para continuar",
  "MSG_COD206": "Correo electrónico o contraseña incorrecto",
  "MSG_COD207": "Todavía no se validó la cuenta de correo, por favor, revise su bandeja de entrada o correos no deseados.",
  "MSG_COD208": "La contraseña no puede ser la misma que la actual",
  "MSG_COD209": "Se le ha enviado un correo electrónico a su cuenta con los pasos a seguir",
  "MSG_COD210": "El archivo a subir no tiene que exceder 1Mb",
  "MSG_COD211": "Se le envio un correo para validar la direccion de correo cambiada. Si no le llego, pruebe de enviarlo nuevamente.",
  "MSG_COD212": "Se le envio un correo para validar la direccion de correo cambiada.",
  "MSG_COD213": "Debe aceptar el consentimiento para desactivar la cuenta.",
  "MSG_COD214": "La cuenta de Google no pertenece a un usuario activo. Por favor, registrese para continuar.",
  "MSG_COD215": "Contraseña incorrecta",
  "MSG_COD216": "Su cuenta ha sido desactivada. Póngase en contacto con el administrador",
  "MSG_COD300": "Error en la llamada de servicio",
  "MSG_COD301": "El servicio devolvió el código erroneo",
  "MSG_COD302": "La dirección de correo electrónico ya existe en la base de datos",
  "MSG_COD303": "El token para cambiar la contraseña han caducado. Vuelva a intentar solicitar el cambio de contraseña",
  "MSG_COD304": "Hubo un error al intentar cambiar la contraseña, por favor intente nuevamente",
  "MSG_COD305": "Los datos para activar la cuenta son incorrectos. Vuelva a intentarlo o póngase en contacto con el administrador",
  "MSG_COD306": "Ya existe un perfil creado como jugador con los mismo datos de autentificacion.",
  "MSG_COD307": "Hubo un error al tratar de autenticar con Google. Por favor intentelo nuevamente.",

  "TXT_ACTIVE_ACCOUNT_1": "Su cuenta fue habilitada con éxito.",
  "TXT_ACTIVE_ACCOUNT_2": "Puedes seguir usando la plataforma.",
  "TXT_ACTIVE_ACCOUNT_WRONG_1": "Los datos para activar la cuenta son incorrectos.",
  "TXT_ACTIVE_ACCOUNT_WRONG_2": "Por favor intente nuevamente o contacte con nosotros."
}
